badwords_hindi=[
        "गुदा","एनिलिंगस","अपेशित","गधे का छेद","गधा","गधे","असमंच","नग्न","हरामी","बस्टर्डो","पशुत्व","बड़े स्तन",
        "कुतिया","कुतियाँ","काला मुर्गा","मुख-मैथुन","ब्लो जॉब","बोनर","स्तन","भूरी बौछारें","बुकाके","बुलडाइक","बुलेट वाइब","बकवास",
        "बंग होल","बंगहोल","बड़े स्तन वाली","बट","बटचीक्स","ब्यूटहोल","नमूनी लड़की","कैमस्लट","कैमरहोर","क्लिट","भगशेफ","कॉर्नहोल",
        "कून","कून","क्रीमपाई","सह","कमिंग","सह शॉट","सह शॉट","क्यूनिलिंगस","योनी","अंधेरा","डेट रेप","डीप थ्रोट","डेंड्रोफिलिया","डिक",
        "डिल्डो","डॉगी स्टाइल","डॉगीस्टाइल","डॉगी स्टाइल","डॉगीस्टाइल","डॉल्सेट","वर्चस्व","डोमीनेटरिक्स","डोम्स","आद","आनंद","बहनचोद",
        "बी.सी.","बीसी","बकचोद","बकचोदी","बेवड़ा","बेवड़े","बेवकूफ","भदुआ","भड़वा","भोसड़ा","भोसड़ाके","बीएसडीके","बी.एस.डी.के",
        "भोसड़ीवाले","भोसड़ाचोद","बब्बे","बुबे","बुर","चरसी","चूचे","चूची","छोड़","चोद","चुदने","चुदने","चुदवा","चुदवाने","चूत","चूटे",
        "चुटिया","चूतिया","चूतिये","चुतड़","दलाल","दल्ले","फट्टू","गधा","गधे","गधालुंड","गांड","गांडु","गांडफट","गांडिया","गांडिये","गू","गु",
        "गोटे","हग","हग्गू","हगने","हगनी","हरामी","हरामजादा","हरामज्यादा","हरामजादे","हरामखोर","झट","झाटू","झटू","कुत्ता","कुट्टे","कुटिया",
        "कुट्टी","लैंडी","लैंडी","लौड़े","लौरा","लौड़ा","लिंग","लोडा","लोडे","लंड","लौंडे","लौंडी","लौंडिया","लुल्ली","मार","मारो","मारूंगा",
        "मादरचोद","मूट","म्यूट","मूटने","मूठ","मुथ","पाजी","पेशाब","पिल्ला","पिल्ले","पिसाब","पिसाब","पीकेएमकेबी","पोर्किस्तान","रांड","रैंडी","टट्टे","टट्टी","टैटी","उल्लू",
        "मादरचूत","एम.सी.","एमसी","मम्मे","मूतने","मुठ","नुन्नी","नुन्नू","पोरकिस्तान"
]